################################################################################
@module_information[]
$result[
	$.version[2.1]
	$.build_date[27.12.2012]
	$.developer[Баранов Вадим Сергеевич]
	$.module_name[gallery]
	$.module_description[Фотогалерея]
	$.history[
		<p align="justify">
			<strong><u>Версия 2.1 (29.11.2012):</u></strong>
			<ol>
				<li>Добавлено общее описание для всех загружаемых изображений</li>
				<li>Добавлена запись "Внести описание" когда его нет</li>
				<li>При редактировании описания используется текстовое поле ввода вместо WYSIWYG - редактора</li>
				<li>Улучшено оформление модуля</li>
			</ol>
		</p>
		<p align="justify">
			<strong><u>Версия 2.0 (29.11.2012):</u></strong>
			<ol>
				<li>Добавлена возможность мультизагрузки изображений</li>
			</ol>
		</p>
	]
]
################################################################################