################################################################################
@module_information[]
$result[
	$.version[2.01]
	$.build_date[05.06.2016]
	$.developer[Баранов Вадим Сергеевич]
	$.module_name[structure]
	$.module_description[Структура сайта]
	$.history[
		<p align="justify">
			<strong><u>Версия 2.01 (05.06.2016):</u></strong>
			<ol>
				<li>Теперь в <strong>.htaссess</strong> не выводятся скрытые страницы и страницы из служебного меню.</li>
			</ol>
		</p>
		<p align="justify">
			<strong><u>Версия 2.0 (09.11.2012):</u></strong>
			<ol>
				<li>Добавлена возможность разделения разделов на 3 различных меню</li>
				<li>Шапка таблиц постоянно присутствует при прокрутке</li>
				<li>Добавлена возможность указания родителя при создании раздела</li>
				<li>Значение поля "Внешняя ссылка" генерируется из значения поля "Название" посредством транслитерации</li>
				<li>Изменено оформление модуля</li>
			</ol>
		</p>
	]
]
################################################################################