// Russian
plupload.addI18n({
    'Select files' : 'Р’С‹Р±РµСЂРёС‚Рµ С„Р°Р№Р»С‹',
    'Add files to the upload queue and click the start button.' : 'Р”РѕР±Р°РІСЊС‚Рµ С„Р°Р№Р»С‹ РІ РѕС‡РµСЂРµРґСЊ Рё РЅР°Р¶РјРёС‚Рµ РєРЅРѕРїРєСѓ "Р—Р°РіСЂСѓР·РёС‚СЊ С„Р°Р№Р»С‹".',
    'Filename' : 'РРјСЏ С„Р°Р№Р»Р°',
    'Status' : 'РЎС‚Р°С‚СѓСЃ',
    'Size' : 'Р Р°Р·РјРµСЂ',
    'Add files' : 'Р”РѕР±Р°РІРёС‚СЊ С„Р°Р№Р»С‹',
    'Stop current upload' : 'РћСЃС‚Р°РЅРѕРІРёС‚СЊ Р·Р°РіСЂСѓР·РєСѓ',
    'Start uploading queue' : 'Р—Р°РіСЂСѓР·РёС‚СЊ С„Р°Р№Р»С‹',
    'Uploaded %d/%d files': 'Р—Р°РіСЂСѓР¶РµРЅРѕ %d РёР· %d С„Р°Р№Р»РѕРІ',
    'N/A' : 'N/D',
    'Drag files here.' : 'РџРµСЂРµС‚Р°С‰РёС‚Рµ С„Р°Р№Р»С‹ СЃСЋРґР°.',
    'File extension error.': 'РќРµРїСЂР°РІРёР»СЊРЅРѕРµ СЂР°СЃС€РёСЂРµРЅРёРµ С„Р°Р№Р»Р°.',
    'File size error.': 'РќРµРїСЂР°РІРёР»СЊРЅС‹Р№ СЂР°Р·РјРµСЂ С„Р°Р№Р»Р°.',
    'Init error.': 'РћС€РёР±РєР° РёРЅРёС†РёР°Р»РёР·Р°С†РёРё.',
    'HTTP Error.': 'РћС€РёР±РєР° HTTP.',
    'Security error.': 'РћС€РёР±РєР° Р±РµР·РѕРїР°СЃРЅРѕСЃС‚Рё.',
    'Generic error.': 'РћР±С‰Р°СЏ РѕС€РёР±РєР°.',
    'IO error.': 'РћС€РёР±РєР° РІРІРѕРґР°-РІС‹РІРѕРґР°.'
});