################################################################################
@CLASS
images
################################################################################
@USE
# файл_с_родительским классом 
################################################################################
@auto[] 
# …он будет выполнен автоматически при загрузке класса как статический метод 
#(так называемый статический конструктор). Используется для инициализации 
#статических полей (переменных) класса.
#Примечание: результат работы метода игнорируется - никуда не попадает.
################################################################################
# метод-конструктор класса 
@create[] 
################################################################################
@get_image_extention[path;name] 
^if(!def $name){$name[index]}
^if(-f "${path}${name}.png"){
 $result[png]
}{
 ^if(-f "${path}${name}.gif"){
  $result[gif]
 }{
  ^if(-f "${path}${name}.jpg"){
   $result[jpg]
  }{
   $result[no]
  }
 }
}
################################################################################ 