################################################################################
@module_information[]
$result[
	$.version[1.3]
	$.build_date[16.05.2014]
	$.developer[Баранов Вадим Сергеевич]
	$.module_name[settings]
	$.module_description[Настройки сайта]
	$.history[
		<p align="justify">
			<strong><u>Версия 1.3 (16.05.2014):</u></strong>
			<ol>
				<li>Добавлена возможность загрузки файлов в корень сайта</li>
			</ol>
		</p>
		<p align="justify">
			<strong><u>Версия 1.2 (16.11.2013):</u></strong>
			<ol>
				<li>Добавлена функция вывода выпадающего списка в настройках</li>
				<li>Добавлена функция вывода переключателей в настройках</li>
			</ol>
		</p>
		<p align="justify">
			<strong><u>Версия 1.1 (06.08.2013):</u></strong>
			<ol>
				<li>Добавлена возможность загрузки ICO файла</li>
			</ol>
		</p>
		<p align="justify">
			<strong><u>Версия 1.0 (12.02.2013):</u></strong>
			<ol>
				<li>Добавлена возможность установки 301 редиректа</li>
			</ol>
		</p>
	]
]
################################################################################