################################################################################
@module_information[]
$result[
	$.version[1.1]
	$.build_date[22.11.2013]
	$.developer[Баранов Вадим Сергеевич]
	$.module_name[help]
	$.module_description[Раздел Помощи]
	$.history[
		<p align="justify">
			<strong><u>Версия 1.1 (22.11.2013):</u></strong>
			<ol>
				<li>Добавлена ссылка на Ammyy</li>
			</ol>
		</p>
		<p align="justify">
			<strong><u>Версия 1.0 (12.10.2012):</u></strong>
			<ol>
				<li>Добавлена инструкция в WORDовском формате</li>
			</ol>
	</p>
]
]
################################################################################